"""
List of question with binary variables
"""

# question/yes/no
questions_and_variables = [
    "Устраивает ли вас физический труд?/Да - Физический/Нет - Умственный",
    "Устраивает взаимодейтсвия с людьми?/Да- Много/Нет - Мало",
    "Роль на работе?/Да - Организатор/Нет - Исполнитель",
    "Подход к деятельности/Да - По инструкции/Нет - Творческий подход",
    "Предмет труда природа/Да/Нет",
    "Предмет труда техника/Да/Нет",
    "Предмет труда знаковая система/Да/Нет",
    "Предмет труда человек/Да/Нет",
    "Предмет труда художественный образ/Да/Нет",
    "График работы/Да - Четкий/Нет - Свободный",
    "Место работы/Да - В офисе/Нет - Удаленно",
    "Работа на себя (свой бизнес)/Да/Нет",
    "Вид деятельности/Да - Монотонная/Нет - Разносторонняя",
    "Зарплата/Да - Большая/Нет - Маленькая",
    "Возможность карьерного роста/Да - Малая/Нет - Большая"
]

