"""
List of question with binary variables
"""

# question/yes/no
questions_and_variables = [
    "Какой труд предпочитаете/Физический/Умственный",
    "Взаимодейтсвия с людьми/Много/Мало",
    "Роль на работе/Организатор/Исполнитель",
    "Подход к деятельности/По инструкции/Творческий подход",
    "Предмет труда природа/Да/Нет",
    "Предмет труда техника/Да/Нет",
    "Предмет труда знаковая система/Да/Нет",
    "Предмет труда человек/Да/Нет",
    "Предмет труда художественный образ/Да/Нет",
    "График работы/Четкий/Свободный",
    "Место работы/Офисе/Удаленно",
    "Работа на себя (свой бизнес)/Да/Нет"
    "Вид деятельности/Монотонная/Разносторонняя",
    "Зарплата/Большая/Маленькая",
    "Возможность карьерного роста/Малая/Большая"
]

